############################################ RUSSIAN ############################################
abilities["Russian"]["Amazon_N"]["Level"] = ["УР.2","УР.4"]
abilities["Russian"]["Amazon_N"]["Title"] = ["Копья","Копья"]
abilities["Russian"]["Amazon_N"]["Attack"] = ["Атака: ВИХРЬ","Атака: УДАР СЗАДИ"]
abilities["Russian"]["Barbarian_N"]["Level"] = ["УР.2", "УР.3", "УР.3", "УР.4", "УР.6", "УР.7", "УР.8", "УР.9", "УР.11", "УР.12"]
abilities["Russian"]["Barbarian_N"]["Title"] = ["""Двуручные
мечи""", """Двуручные
мечи 
и топоры""", """Двуручные
мечи 
и топоры""", """Двуручные
мечи""", """Двуручные
мечи""", """Двуручные
мечи""", """Двуручные
мечи 
и топоры""", """Двуручные
мечи""", """Двуручные
топоры""", """Двуручные
мечи"""]
abilities["Russian"]["Barbarian_N"]["Attack"] = ["Атака: ЯРОСТЬ", "Атака: УВОРОТ С УДАРОМ СПРАВА", "Атака: УВОРОТ С УДАРОМ СЛЕВА", "Атака: УДАР СЗАДИ", "Атака: УДАР ГРОМА", "Атака: НЕБЕСНЫЙ УДАР", "Атака: НЕСУЩИЙ СМЕРТЬ", "Атака: АДСКИЙ ВЕТЕР", "Атака: ИЗМЕЛЬЧИТЕЛЬ", "Атака: СУПЕРУДАР"]
abilities["Russian"]["Dwarf_N"]["Level"] = ["УР.2", "УР.2", "УР.4", "УР.5"]
abilities["Russian"]["Dwarf_N"]["Title"] = ["""Одноручные
молоты
и топоры""", """Одноручные
молоты
и топоры""", """Одноручные
молоты
и топоры""", """Одноручные
молоты
и топоры"""]
abilities["Russian"]["Dwarf_N"]["Attack"] = ["Атака: УВОРОТ С УДАРОМ СПРАВА", "Атака: УВОРОТ С УДАРОМ СЛЕВА", "Атака: УДАР СЗАДИ", "Атака: ЦИКЛОН"]
abilities["Russian"]["Knight_N"]["Level"] = ["УР.2", "УР.2", "УР.3", "УР.4", "УР.5", "УР.6", "УР.7", "УР.8", "УР.12"]
abilities["Russian"]["Knight_N"]["Title"] = ["""Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы""", """Одноручные
мечи 
и булавы"""]
abilities["Russian"]["Knight_N"]["Attack"] = ["Атака: УВОРОТ С УДАРОМ СПРАВА", "Атака: УВОРОТ С УДАРОМ СЛЕВА", "Атака: СЕВЕРНЫЙ КРЕСТ", "Атака: АТАКА СЗАДИ", "Атака: РАСЧЛЕНИТЕЛЬ", "Атака: АТАКА ЯСТРЕБА", "Атака: НИЖНИЙ УДАР", "Атака: БЫСТРОЕ УБИЙСТВО", "Атака: ЮЖНЫЙ КРЕСТ"]