import PanelFillerCommon
combos["Russian"]["Amazon_N"]["Title"] = PanelFillerCommon.GetAmzTitle("Оружие: ")
combos["Russian"]["Amazon_N"]["Descr"] = ["Атака: УДАР С РАЗМАХУ","Атака: ОСЛЕПЛЯЮЩИЙ РАЗРЕЗ","Атака: МОЛНИЕНОСНЫЙ РАЗРЕЗ","Атака: УБИЙСТВЕННЫЙ УДАР","Атака: ГНЕВ МОРЯ","Атака: УДАР С РАЗВОРОТА","Атака: КОШМАР","Атака: ТЁМНАЯ ЗВЕЗДА","Атака: СМЕРТЕЛЬНОЕ КОЛЕСО","Атака: СМЕРТЕЛЬНЫЙ ТУМАН","Атака: ПОТРОШИТЕЛЬ","Атака: СПИРАЛЬ СМЕРТИ","Атака: ПУТЬ БОГИНИ"]
combos["Russian"]["Amazon_N"]["Attack"] = ["+3A","+16A","+35A","+50A","+75A","+95A","+130A","+160A","+215A","+300A","+390A","+490A","+760A"]
combos["Russian"]["Amazon_N"]["Defense"] = [-1,"-5D","-10D","-20D","-30D","-40D","-35D","-45D","-50D","-60D","-70D","-80D","-90D"]
combos["Russian"]["Amazon_N"]["Level"] =["УР.3","УР.7","УР.8","УР.9","УР.10","УР.11","УР.12","УР.14","УР.15","УР.16","УР.17","УР.18","УР.19"]

combos["Russian"]["Barbarian_N"]["Title"] = PanelFillerCommon.GetBarbTitle("Оружие: ")
combos["Russian"]["Barbarian_N"]["Descr"] = ["Атака: БЫСТРОЕ УБИЙСТВО","Атака: ТЁМНАЯ ЛУНА","Атака: ВЗМАХ СМЕРТИ","Атака: МРАЧНЫЙ ЖНЕЦ","Атака: АДСКИЙ ЗАМАХ","Атака: ЖАЖДА КРОВИ","Атака: СЛЕПАЯ ЯРОСТЬ","Атака: РАЗРУШИТЕЛЬ","Атака: АДСКИЙ ВЫПАД","Атака: ОСТРИЁ ЗЛА","Атака: РАЗРУШИТЕЛЬНАЯ МОЩЬ","Атака: УБИЙЦА ХАОСА"]
combos["Russian"]["Barbarian_N"]["Attack"] = ["+5A","+20A","+40A","+60A","+80A","+100A","+140A","+180A","+220A","+300A","+500A","+800A"]
combos["Russian"]["Barbarian_N"]["Defense"] = [-1,"-5D","-10D","-20D","-15D","-40D","-60D","-65D","-70D","-80D","-120D","-100D"]
combos["Russian"]["Barbarian_N"]["Level"] =["УР.5","УР.7","УР.8","УР.9","УР.10","УР.11","УР.12","УР.14","УР.15","УР.16","УР.18","УР.19"]

combos["Russian"]["Dwarf_N"]["Title"] = PanelFillerCommon.GetDwfTitle("Оружие: ")
combos["Russian"]["Dwarf_N"]["Descr"] = ["Атака: ДРОБИТЕЛЬ","Атака: УТРЕННЯЯ ЗВЕЗДА","Атака: МЯСОРУБКА","Атака: ЗВЕРСКИЙ УДАР","Атака: УДАР ИЗ-ЗА ПЛЕЧА","Атака: РУБЯЩИЙ УДАР","Атака: КОСТОЛОМ","Атака: ЗЕМЛЕТРЯСЕНИЕ","Атака: ИЗБИЕНИЕ","Атака: ДВОЙНОЙ УДАР","Атака: ОРЛИНЫЙ ГЛАЗ","Атака: ОСВОБОДИТЕЛЬ","Атака: РАЗРУШЕНИЕ"]
combos["Russian"]["Dwarf_N"]["Attack"] = ["+2A","+4A","+18A","+45A","+55A","+75A","+95A","+135A","+175A","+200A","+290A","+480A","+790A"]
combos["Russian"]["Dwarf_N"]["Defense"] = [-1,-1,"-10D","-30D","-40D","-45D","-30D","-35D","-50D","-60D","-50D","-85D","-160D"]
combos["Russian"]["Dwarf_N"]["Level"] =["УР.3","УР.4","УР.7","УР.8","УР.9","УР.10","УР.11","УР.12","УР.14","УР.15","УР.16","УР.18","УР.19"]

combos["Russian"]["Knight_N"]["Title"] = PanelFillerCommon.GetKgtTitle("Оружие: ")
combos["Russian"]["Knight_N"]["Descr"] = ["Атака: ВЗМАХ ГОРДОСТИ","Атака: КОРОЛЕВСКИЙ УДАР","Атака: ПРАВЕДНЫЙ ГНЕВ","Атака: СОН","Атака: УДАР ЛОРДА КЕРМАНА","Атака: ВЗМАХ КРЮКОМ","Атака: ДУХ БЛАГОРОДСТВА","Атака: УБИЙСТВЕННЫЙ ПОДКАТ","Атака: ТРОЙНАЯ АТАКА","Атака: УДАР ВЕРХОВНОГО ПОРЯДКА","Атака: ГНЕВ БОГОВ","Атака: МЕЧ ПРАВОСУДИЯ","Атака: ВЕЛИЧЕСТВЕННЫЙ УДАР"]
combos["Russian"]["Knight_N"]["Attack"] = ["+3A","+15A","+35A","+50A","+70A","+90A","+120A","+150A","+210A","+290A","+380A","+470A","+780A"]
combos["Russian"]["Knight_N"]["Defense"] = [-1,-1,"-20D","-25D","-30D","-25D","-25D","-30D","-45D","-55D","-60D","-50D","-80D"]
combos["Russian"]["Knight_N"]["Level"] =["УР.4","УР.7","УР.8","УР.9","УР.10","УР.11","УР.12","УР.14","УР.15","УР.16","УР.17","УР.18","УР.19"]