TextInfoCharBar1 = """ТУКАРАМ"""
TextInfoCharBar2 = """Здоровье: 80
Атака: 2
Защита: 0
Возраст: 25
Рост: 225 см
Вес: 130 кг

СПЕЦИАЛИЗАЦИЯ: двуручные топоры и мечи
"""
TextInfoCharBar3 = """ИНФОРМАЦИЯ"""
TextInfoCharBar4 = """Варвары из племени Тукарама - гордый и независимый
народ. Они никому не платят дань
и ни перед кем не преклоняют колено.
Они уважают только силу оружия, доблесть в бою
и древнюю мудрость своих шаманов.
"""
TextInfoCharKgt1 = """САРГОН"""
TextInfoCharKgt2 = """Здоровье: 100
Атака: 1
Защита: 1
Возраст: 40
Рост: 180 см
Вес: 78 кг

СПЕЦИАЛИЗАЦИЯ: одноручные мечи и щиты
"""
TextInfoCharKgt3 = """ИНФОРМАЦИЯ"""
TextInfoCharKgt4 = """Королевские рыцари - искусные воины, славящиеся
своей дисциплиной, знанием военного искусства
и превосходным оснащением как при нападении,
так и в обороне.
"""
TextInfoCharAmz1 = """ЗОИ"""
TextInfoCharAmz2 = """Здоровье: 60
Атака: 1
Защита: 0
Возраст: 19
Рост: 170 см
Вес: 58 кг

СПЕЦИАЛИЗАЦИЯ: копья
"""
TextInfoCharAmz3 = """ИНФОРМАЦИЯ"""
TextInfoCharAmz4 = """Искатели приключений путешествуют по миру
в поисках легендарных сокровищ. Это ловкие,
решительные, отважные и опытные воины. Их нередко
можно встретить поодиночке или группами
на дорогах или в древних руинах.
"""
TextInfoCharDwf1 = """НАГЛЬФАР"""
TextInfoCharDwf2 = """Здоровье: 120
Атака: 2
Защита: 1
Возраст: 153
Рост: 160 см
Вес: 80 кг

СПЕЦИАЛИЗАЦИЯ: одноручные топоры и щиты
"""
TextInfoCharDwf3 = """ИНФОРМАЦИЯ"""
TextInfoCharDwf4 = """На протяжении многих веков поколения гномов ищут самые ценные
металлы и камни. Мирный образ жизни
и тяжёлый труд сделал их сильными, но добродушными.
"""
