############################################ CHINESE ############################################
abilities["Chinese"]["Amazon_N"]["Level"] = ["等级.2","等级.4"]
abilities["Chinese"]["Amazon_N"]["Title"] = ["矛","矛"]
abilities["Chinese"]["Amazon_N"]["Attack"] = ["攻击技：旋风斩","攻击技：背身一击"]
abilities["Chinese"]["Barbarian_N"]["Level"] = ["等级.2", "等级.3", "等级.3", "等级.4", "等级.6", "等级.7", "等级.8", "等级.9", "等级.11", "等级.12"]
abilities["Chinese"]["Barbarian_N"]["Title"] = ["""双持重剑""", """双持重剑和
双持巨斧""", """双持重剑和
双持巨斧""", """双持重剑""", """双持重剑""", """双持重剑""", """双持重剑和
双持巨斧""", """双持重剑""", """双持巨斧""", """双持重剑"""]
abilities["Chinese"]["Barbarian_N"]["Attack"] = ["攻击技：狂怒", "攻击技：右闪猛劈", "攻击技：左闪猛劈", "攻击技：背身一击", "攻击技：雷霆一击", "攻击技：雷霆横扫", "攻击技：天际强攻", "攻击技：血流成河", "攻击技：撕裂者", "攻击技：地狱之风"]
abilities["Chinese"]["Dwarf_N"]["Level"] = ["等级.2", "等级.2", "等级.4", "等级.5"]
abilities["Chinese"]["Dwarf_N"]["Title"] = ["""单持大锤和
单持大斧""", """单持大锤和
单持大斧""", """单持大锤和
单持大斧""", """单持大锤和
单持大斧"""]
abilities["Chinese"]["Dwarf_N"]["Attack"] = ["攻击技：右闪重击", "攻击技：左闪重击", "攻击技：背后一击", "攻击技：飓风"]
abilities["Chinese"]["Knight_N"]["Level"] = ["等级.2", "等级.2", "等级.3", "等级.4", "等级.5", "等级.6", "等级.7", "等级.8", "等级.12"]
abilities["Chinese"]["Knight_N"]["Title"] = ["""单手剑和
单手杖""", """单手剑和
单手杖""", """单手剑和
单手杖""", """单手剑和
单手杖""", """单手剑和
单手杖""", """单手剑和
单手杖""", """单手剑和
单手杖""", """单手剑和
单手杖""", """单手剑和
单手杖"""]
abilities["Chinese"]["Knight_N"]["Attack"] = ["攻击技：右闪重击", "攻击技：左闪重击", "攻击技：北十字星", "攻击技：背击", "攻击技：秒杀", "攻击技：雄鹰突袭", "攻击技：下身猛砍", "攻击技：撕裂", "攻击技：南十字星"]