import PanelFillerCommon
combos["Chinese"]["Amazon_N"]["Title"] = PanelFillerCommon.GetAmzTitle("武器：")
combos["Chinese"]["Amazon_N"]["Descr"] = ["攻击技：当头猛击", "攻击技：眩目切割", "攻击技：闪电突刺", "攻击技：杀手强袭", "攻击技：海神强击", "攻击技：旋转猛击", "攻击技：梦魇", "攻击技：暗淡星辰", "攻击技：旋风劈砍", "攻击技：致命毒雾", "攻击技：穿肠破肚", "攻击技：死亡旋风", "攻击技：女神之路"]
combos["Chinese"]["Amazon_N"]["Attack"] = ["攻击力+3", "攻击力+16", "攻击力+35", "攻击力+50", "攻击力+75", "攻击力+95", "攻击力+130", "攻击力+160", "攻击力+215", "攻击力+300", "攻击力+390", "攻击力+490", "攻击力+760"]
combos["Chinese"]["Amazon_N"]["Defense"] = [-1, "-5D", "-10D", "-20D", "-30D", "-40D", "-35D", "-45D", "-50D", "-60D", "-70D", "-80D", "-90D"]
combos["Chinese"]["Amazon_N"]["Level"] = ["等级3", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级17", "等级18", "等级19"]

combos["Chinese"]["Barbarian_N"]["Title"] = PanelFillerCommon.GetBarbTitle("武器：")
combos["Chinese"]["Barbarian_N"]["Descr"] = ["攻击技：秒杀", "攻击技：暗月", "攻击技：死亡横扫", "攻击技：死神斩击", "攻击技：地狱摇摆", "攻击技：嗜血", "攻击技：怒火中烧", "攻击技：终结者", "攻击技：地狱突刺", "攻击技：恶念突刺", "攻击技：杀戮狂潮", "攻击技：混沌猎手"]
combos["Chinese"]["Barbarian_N"]["Attack"] = ["攻击力+5", "攻击力+20", "攻击力+40", "攻击力+60", "攻击力+80", "攻击力+100", "攻击力+140", "攻击力+180", "攻击力+220", "攻击力+300", "攻击力+500", "攻击力+800"]
combos["Chinese"]["Barbarian_N"]["Defense"] = [-1, "-5D", "-10D", "-20D", "-15D", "-40D", "-60D", "-65D", "-70D", "-80D", "-120D", "-100D"]
combos["Chinese"]["Barbarian_N"]["Level"] = ["等级5", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级18", "等级19"]

combos["Chinese"]["Dwarf_N"]["Title"] = PanelFillerCommon.GetDwfTitle("武器：")
combos["Chinese"]["Dwarf_N"]["Descr"] = ["攻击技：硬物敲击", "攻击技：黎明星光", "攻击技：大卸八块", "攻击技：蛮力冲撞", "攻击技：回击", "攻击技：抽筋削骨", "攻击技：碎骨", "攻击技：地动山摇", "攻击技：暴行", "攻击技：双重粉碎", "攻击技：鹰眼", "攻击技：解脱", "攻击技：毁灭"]
combos["Chinese"]["Dwarf_N"]["Attack"] = ["攻击力+2", "攻击力+4", "攻击力+18", "攻击力+45", "攻击力+55", "攻击力+75", "攻击力+95", "攻击力+135", "攻击力+175", "攻击力+200", "攻击力+290", "攻击力+480", "攻击力+790"]
combos["Chinese"]["Dwarf_N"]["Defense"] = [-1, -1, "-10D", "-30D", "-40D", "-45D", "-30D", "-35D", "-50D", "-60D", "-50D", "-85D", "-160D"]
combos["Chinese"]["Dwarf_N"]["Level"] = ["等级3", "等级4", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级18", "等级19"]

combos["Chinese"]["Knight_N"]["Title"] = PanelFillerCommon.GetKgtTitle("武器：")
combos["Chinese"]["Knight_N"]["Descr"] = ["攻击技：荣耀震荡","攻击技：皇家重击","攻击技：正义之怒","攻击技：梦境","攻击技：科曼领主的狂怒","攻击技：勾剑横扫","攻击技：荣耀之魂","攻击技：旋风突刺","攻击技：三重攻击","攻击技：圣光一击","攻击技：天神之怒","攻击技：正义审判","攻击技：冠绝横扫"]
combos["Chinese"]["Knight_N"]["Attack"] = ["攻击力+3", "攻击力+15", "攻击力+35", "攻击力+50", "攻击力+70", "攻击力+90", "攻击力+120", "攻击力+150", "攻击力+210", "攻击力+290", "攻击力+380", "攻击力+470", "攻击力+780"]
combos["Chinese"]["Knight_N"]["Defense"] = [-1, -1, "-20D", "-25D", "-30D", "-25D", "-25D", "-30D", "-45D", "-55D", "-60D", "-50D", "-80D"]
combos["Chinese"]["Knight_N"]["Level"] = ["等级4", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级17", "等级18", "等级19"]