import PanelFillerCommon
combos["Chinese"]["Amazon_N"]["Title"] = PanelFillerCommon.GetAmzTitle("武器：")
combos["Chinese"]["Amazon_N"]["Descr"] = ["攻击技：当头猛击", "攻击技：眩目切割", "攻击技：闪电突刺", "攻击技：杀手强袭", "攻击技：海神强击", "攻击技：旋转猛击", "攻击技：梦魇", "攻击技：暗淡星辰", "攻击技：旋风劈砍", "攻击技：致命毒雾", "攻击技：穿肠破肚", "攻击技：死亡旋风", "攻击技：女神之路"]
combos["Chinese"]["Amazon_N"]["Attack"] = ["+3攻", "+16攻", "+35攻", "+50攻", "+75攻", "+95攻", "+130攻", "+160攻", "+215攻", "+300攻", "+390攻", "+490攻", "+760攻"]
combos["Chinese"]["Amazon_N"]["Defense"] = [-1, "-5防", "-10防", "-20防", "-30防", "-40防", "-35防", "-45防", "-50防", "-60防", "-70防", "-80防", "-90防"]
combos["Chinese"]["Amazon_N"]["Level"] = ["等级3", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级17", "等级18", "等级19"]

combos["Chinese"]["Barbarian_N"]["Title"] = PanelFillerCommon.GetBarbTitle("武器：")
combos["Chinese"]["Barbarian_N"]["Descr"] = ["攻击技：秒杀", "攻击技：暗月", "攻击技：死亡横扫", "攻击技：死神斩击", "攻击技：地狱摇摆", "攻击技：嗜血", "攻击技：怒火中烧", "攻击技：终结者", "攻击技：地狱突刺", "攻击技：恶念突刺", "攻击技：杀戮狂潮", "攻击技：混沌猎手"]
combos["Chinese"]["Barbarian_N"]["Attack"] = ["+5攻", "+20攻", "+40攻", "+60攻", "+80攻", "+100攻", "+140攻", "+180攻", "+220攻", "+300攻", "+500攻", "+800攻"]
combos["Chinese"]["Barbarian_N"]["Defense"] = [-1, "-5防", "-10防", "-20防", "-15防", "-40防", "-60防", "-65防", "-70防", "-80防", "-120防", "-100防"]
combos["Chinese"]["Barbarian_N"]["Level"] = ["等级5", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级18", "等级19"]

combos["Chinese"]["Dwarf_N"]["Title"] = PanelFillerCommon.GetDwfTitle("武器：")
combos["Chinese"]["Dwarf_N"]["Descr"] = ["攻击技：硬物敲击", "攻击技：黎明星光", "攻击技：大卸八块", "攻击技：蛮力冲撞", "攻击技：回击", "攻击技：抽筋削骨", "攻击技：碎骨", "攻击技：地动山摇", "攻击技：暴行", "攻击技：双重粉碎", "攻击技：鹰眼", "攻击技：解脱", "攻击技：毁灭"]
combos["Chinese"]["Dwarf_N"]["Attack"] = ["+2攻", "+4攻", "+18攻", "+45攻", "+55攻", "+75攻", "+95攻", "+135攻", "+175攻", "+200攻", "+290攻", "+480攻", "+790攻"]
combos["Chinese"]["Dwarf_N"]["Defense"] = [-1, -1, "-10防", "-30防", "-40防", "-45防", "-30防", "-35防", "-50防", "-60防", "-50防", "-85防", "-160防"]
combos["Chinese"]["Dwarf_N"]["Level"] = ["等级3", "等级4", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级18", "等级19"]

combos["Chinese"]["Knight_N"]["Title"] = PanelFillerCommon.GetKgtTitle("武器：")
combos["Chinese"]["Knight_N"]["Descr"] = ["攻击技：荣耀震荡","攻击技：皇家重击","攻击技：正义之怒","攻击技：梦境","攻击技：科曼领主的狂怒","攻击技：勾剑横扫","攻击技：荣耀之魂","攻击技：旋风突刺","攻击技：三重攻击","攻击技：圣光一击","攻击技：天神之怒","攻击技：正义审判","攻击技：冠绝横扫"]
combos["Chinese"]["Knight_N"]["Attack"] = ["+3攻", "+15攻", "+35攻", "+50攻", "+70攻", "+90攻", "+120攻", "+150攻", "+210攻", "+290攻", "+380攻", "+470攻", "+780攻"]
combos["Chinese"]["Knight_N"]["Defense"] = [-1, -1, "-20防", "-25防", "-30防", "-25防", "-25防", "-30防", "-45防", "-55防", "-60防", "-50防", "-80防"]
combos["Chinese"]["Knight_N"]["Level"] = ["等级4", "等级7", "等级8", "等级9", "等级10", "等级11", "等级12", "等级14", "等级15", "等级16", "等级17", "等级18", "等级19"]