TextInfoCharBar1 = ("""托卡拉姆""")
TextInfoCharBar2 = ("""生命: 80\n"""
	"""攻击力: 2\n"""
	"""防御力: 0\n"""
	"""年龄: 25\n"""
	"""身高: 225 cm\n"""
	"""体重: 130 Kg\n\n"""
	"""专用武器:双手斧和双手剑\n""")
TextInfoCharBar3 = ("""简介""")
TextInfoCharBar4 = ("""骄傲而独立的部落。\n"""
	"""不向任何人进贡， \n"""
	"""也不承认归属任何领主。\n"""
	"""他们只崇拜武力 \n"""
	"""和他们部落的那些拥有古老智慧的巫师.\n""")


TextInfoCharKgt1 = ("""萨贡""")
TextInfoCharKgt2 = ("""生命: 100\n"""
	"""攻击力: 1\n"""
	"""防御力: 1\n"""
	"""年龄: 40\n"""
	"""身高: 180 cm\n"""
	"""体重: 78 Kg\n\n"""
	"""专用武器:单手剑和盾牌\n""")
TextInfoCharKgt3 = ("""简介""")
TextInfoCharKgt4 = ("""天生的武士。王国骑士团的胜利正是由于\n"""
	"""他们严密的组织、对战争艺术的掌握、\n"""
	"""以及他们优良的装备。\n"""
	"""他们的特点是攻守兼备.\n""")

TextInfoCharAmz1 = ("""佐伊""")
TextInfoCharAmz2 = ("""生命: 60\n"""
	"""攻击力: 1\n"""
	"""防御力: 0\n"""
	"""年龄: 19\n"""
	"""身高: 170 cm\n"""
	"""体重: 58 Kg\n\n"""
	"""专用武器:长矛\n""")
TextInfoCharAmz3 = ("""简介""")
TextInfoCharAmz4 = ("""为了寻找宝物而环游世界的冒险家,\n"""
	"""她们是敏捷、果敢、经验丰富的武士。\n"""
	"""经常可以看到她们，单独或者成群结队的\n"""
	"""在大路上漫游\n"""
	"""或者在遗弃的古代废墟中找寻。\n""")

TextInfoCharDwf1 = ("""纳戈尔法""")
TextInfoCharDwf2 = ("""生命: 120\n"""
	"""攻击力: 2\n"""
	"""防御力: 1\n"""
	"""年龄: 153\n"""
	"""身高: 160 cm\n"""
	"""体重: 80 Kg\n\n"""
	"""专用武器:单手斧和盾牌\n""")
TextInfoCharDwf3 = ("""简介""")
TextInfoCharDwf4 = ("""世代以来，矮人们一直在寻找着金银珠宝。\n"""
	"""他们生活很艰苦，但是非常的安宁\n"""
	"""这种磨练使他们变得强壮而且沉默寡言.\n""")
